{
  "individualConsultation": "Индивидуална консултация",
  "couplesConsultation": "Консултация за двойка",
  "childConsultation": "Детско-юношеска консултация",
  "minutes": "минути",
  "buttons": {
    "reserve": "Резервирай",
    "abstract": "Abstract"
  },
  "profile": {
    "name": "д-р Розанна Михайлова Чижова-Стърджън",
    "title": "Художник арт терапевт"
  },
  "headings": {
    "professionalExperience": "Професионален опит",
    "aboutServices": "За услугите",
    "onlineServicesOffered": "Услугите, които предлагам онлайн са разделени в три направления:",
    "education": "Образование",
    "qualifications": "Завършила съм с отличие и сертификат курсове за:"
  },
  "content": {
    "education": [
      "Възпитаник съм на Национална Художествена Академия, където имам защитена докторска степен, магистърска 'Арт Терапия' , бакалавърска 'Живопис' и 'Теория и практика на художественото образование'.",
      "Обучавана съм и в магистърска програма 'Арт Терапия' в Хертфордширския университет, Англия, която е основана преди 50 години и е една от най-старите международно признати в света.",
      "Изследователската дейност е важна за мен и включва публикации, доклади и участия в международни конференции, симпозиуми, семинари и тренинги.",
      "Имам преминат различни видове личен терапевтичен опит: психодрама, емоционална фокусирана брачна терапия, индивидуална терапия."
    ],
    "professionalExperience": [
      "Практикувам след супервизиран стаж в областта на арт терапията от 2015 година.",
      "В частната си практика интегрирам работа със системния подход, подходящ за двойки и семейства, който съм изучавала в Института по фамилна терапия.",
      "Работя като непрестанно обогатявам наборите от подходи и методи, които използвам комбинирани в предлаганите от мен професионални консултации, обучения и тренинг сесии.",
      "Имам професионален опит с хора със специални нужди от аутистичния спектър, умствена изостаналост, детска церебрална парализа и епилепсия в центъра за социална рехабилитация и интеграция на Каритас „Благовещение”;",
      "студенти от бакалавърска и магистърска степен в Национална Художествена Академия по дисциплините Арт Терапия, Личностна Психология и Базирани върху изкуството психологически експерименти;",
     "клиенти на център за креативни практики за деца и възрастни Арт център „Хармония”;",
      "ученици от училищна и гимназиална възраст;",
      "с деца от 2 до 5 годишна възраст в детски градини, частни центрове за личностно развитие и занимални."
    ],
    "aboutServices": [
      "Терапевтична подкрепа се осъществява главно чрез краткотрайни, световно утвърдени и базирани върху научни доказателства методи на работа при загуба, травма, конфликти, зависимости, фобии, хранителни разстройства, стрес, депресивни състояния и тревожност.",
      "Използваните терапевтични методи, спомагащи личностното развитие и постигане на удовлетвореност, включват Позитивна и Клиент-Центрирана Терапия, Арт Терапия, Когнитивно Поведенческата Терапия и Диалектична Поведенческа Терапия."
    ],
    "qualifications": [
      "Когнитивно Поведенческа терапия;",
      "Диалектична Поведенческа терапия;",
      "Музикотерапия;",
      "EMDR (Десенситизация и Повторна Преработка на Информация посредством Движение на Очите);",
      "Терапия при Зависимости;",
      "Консултиране при депресия;",
      "Консултиране при тревожност;",
      "Консултиране при загуби;",
      "Позитивна Психология;",
      "Терапия чрез писане."
    ],
    "onlineServicesOffered": [
      "Индивидуалната консултация помага на клиента да определи ясно своите цели, както и ресурсите, които притежава и биха му помогнали за осъществяването на положителна промяна. Сесията предлага добра възможност за допълнителна мотивация и конкретни насоки за работа към постигане на по-голяма автономност, удовлетвореност и баланс.",
      "Единичната консултация за двойка се базира върху системния подход в оценката на семейната среда. Разкриват се дисфункционалните семейни отношения и се оптимизира семейната структура, функции и динамика на развитие за оптималното му функциониране.",
      "Детско-юношеската консултация предлага набор от техники, развиващи личностния потенциал на подрастващите и техните социални умения."
    ]
  }
}